const BIRTHDAY = '18.04.1982'; // Дата рождения всегда одна, поменяться не может. Значит можно обозначить заглавными буквами

alert('Дата рождения всегда одна, поменяться не может. Значит можно обозначить заглавными буквами BIRTHDAY');
alert('Значение age вычисляемое и меняется вместе с возрастом того, для кого эту величину считаем. Поэтому заглавными буквами не обозначаем');

const AGE = someCode(BIRTHDAY); // Значение age вычисляемое и меняется вместе с возрастом того, для кого эту величину считаем. Поэтому заглавными буквами не обозначаем
